Repository: simoait02/e_esg
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# sommeilDescription
source: Evaluate your sleep to better understand its impact on your daily well-being and find solutions to improve your rest.
ar: قم بتقييم نومك لفهم تأثيراته على رفاهيتك اليومية والعثور على حلول لتحسين راحتك.
fr: Évaluez votre sommeil pour mieux comprendre ses impacts sur votre bien-être quotidien et trouver des solutions pour améliorer votre repos.

# commencerLeTest
source: Start the test
ar: ابدأ الاختبار
fr: Commencer le test

# merciTestComplete
source: Thank you for completing the test
ar: شكراً على إكمال الاختبار
fr: Merci d'avoir complété le test

# resultatTest
source: Test result
ar: نتيجة الاختبار
fr: Résultat du test

# revenirTestsPsychologiques
source: Back to psychological tests
ar: العودة إلى الاختبارات النفسية
fr: Revenir aux tests psychologiques

# vos_informations
source: Your information
ar: معلوماتك
fr: Vos informations

# interpretation_du_resultat
source: Result interpretation
ar: تفسير النتيجة
fr: Interprétation du résultat

# telecharger_le_PDF
source: Download PDF
ar: تحميل ملف PDF
fr: Télécharger le PDF

# question1
source: I think I am a person of worth, at least on an equal basis with others.
ar: أعتقد أنني شخص ذو قيمة، على الأقل بقدر أي شخص آخر.
fr: Je pense que je suis une personne de valeur, au moins égale à n'importe qui d'autre.

# question2
source: I think I have a number of good qualities.
ar: أعتقد أن لدي عددًا من الصفات الجميلة.
fr: Je pense que je possède un certain nombre de belles qualités.

# question3
source: All in all, I am inclined to feel that I am a failure.
ar: بشكل عام، أميل إلى أن أعتبر نفسي فاشلاً.
fr: Tout bien considéré, je suis porté à me considérer comme un raté.

# question4
source: I am able to do things as well as most other people.
ar: أنا قادر على القيام بالأشياء بشكل جيد مثل معظم الناس.
fr: Je suis capable de faire les choses aussi bien que la majorité des gens.

# question5
source: I feel I do not have much to be proud of.
ar: أشعر بقليل من الأسباب لأكون فخوراً بنفسي.
fr: Je sens peu de raisons d'être fier de moi.

# question6
source: I take a positive attitude towards myself.
ar: لدي موقف إيجابي تجاه نفسي.
fr: J'ai une attitude positive vis-à-vis moi-même.

# question7
source: On the whole, I am satisfied with myself.
ar: بشكل عام، أنا راضٍ عن نفسي.
fr: Dans l'ensemble, je suis satisfait de moi.

# question8
source: I wish I could have more respect for myself.
ar: أتمنى أن يكون لدي احترام أكثر لنفسي.
fr: J'aimerais avoir plus de respect pour moi-même.

# question9
source: At times I feel really useless.
ar: أحيانًا أشعر أنني عديم الفائدة.
fr: Parfois je me sens vraiment inutile.

# question10
source: At times I think I am no good at all.
ar: أحيانًا أفكر أنني بلا فائدة.
fr: Il m'arrive de penser que je suis un bon à rien.

source: Strongly disagree.
ar: أختلف بشدة.
fr: Tout à fait en désaccord.

source: Disagree.
ar: أختلف.
fr: Plutôt en désaccord.

source: Agree.
ar: أتفق.
fr: Plutôt en accord.

source: Strongly agree.
ar: أتفق بشدة.
fr: Tout à fait en accord.

# testCompleted
source: You have completed the test!
ar: لقد أكملت الاختبار!
fr: Vous avez terminé le test!

# evaluationTitle
source: Self-esteem Assessment
ar: تقييم تقدير الذات
fr: Évaluation de l'Estime de soi

# lowSelfEsteemMessage
source: Your results show some challenges with your self-esteem. It is important to remember that this test is just a snapshot and does not define your worth. Talking to a professional can help you explore ways to strengthen your self-confidence.
ar: تشير نتائجك إلى وجود بعض التحديات في تقدير الذات. من المهم أن تتذكر أن هذا الاختبار هو لقطة في لحظة معينة ولا يحدد قيمتك. التحدث مع متخصص يمكن أن يساعدك على استكشاف طرق لتعزيز ثقتك بنفسك.
fr: Vos résultats montrent quelques défis avec votre estime de soi. Il est important de se rappeler que ce test n'est qu'un instantané et ne définit pas votre valeur. Parler avec un professionnel peut vous aider à explorer des moyens pour renforcer votre confiance en vous.

# mediumHighSelfEsteemMessage
source: Congratulate yourself on all your small successes, you should further develop your good self-esteem. We recommend contacting the nearest public health facility for listening and support sessions.
ar: أهنئ نفسك على كل إنجازاتك الصغيرة، يجب أن تطور تقديرك العالي لذاتك. نوصي بالتواصل مع أقرب مؤسسة رعاية صحية للاستماع والدعم.
fr: Félicitez-vous pour tous vos petits succès, vous devriez développer davantage votre bonne estime de soi. Nous vous conseillons de prendre contact avec l'établissement de soins publique le plus proche pour des séances d'écoute et de soutien.

# highSelfEsteemMessage
source: Congratulations! Your self-esteem is strong.
ar: أحسنت! تقديرك لذاتك قوي.
fr: Bravo ! Votre estime de soi est forte.

# veryHighSelfEsteemMessage
source: Congratulations! Your self-esteem is very strong and you tend to be highly assertive.
ar: أحسنت! تقديرك لذاتك قوي جداً ولديك ميل لتكون مؤكدًا بنفسك بشدة.
fr: Bravo ! Votre estime de soi est très forte et vous avez tendance à être fortement affirmé.

# question1H
source: I enjoy the things I used to enjoy.
ar: أستمتع بالأشياء كما كنت في السابق.
fr: Je prends plaisir aux mêmes choses qu'autrefois.

# question2H
source: I laugh easily and see the bright side of things.
ar: أضحك بسهولة وأرى الجانب الجيد من الأشياء.
fr: Je ris facilement et vois le bon côté des choses.

# question3H
source: I am in a good mood.
ar: أنا في مزاج جيد.
fr: Je suis de bonne humeur.

# question4H
source: I feel like I'm moving slower.
ar: أشعر أنني أعمل ببطء.
fr: J'ai l'impression de fonctionner au ralenti.

# question5H
source: I am less interested in my appearance.
ar: لم أعد أهتم بمظهري.
fr: Je ne m'intéresse plus à mon apparence.

# question6H
source: I look forward to doing certain things.
ar: أتطلع إلى القيام ببعض الأشياء.
fr: Je me réjouis d'avance à l'idée de faire certaines choses.

# question7H
source: I can enjoy a good book or a good radio or TV show.
ar: أستمتع بكتاب جيد أو برنامج إذاعي أو تلفزيوني جيد.
fr: Je peux prendre plaisir à un bon livre ou à une bonne émission radio ou télévision.

# answer1Option0
source: Yes, just as much
ar: نعم، بنفس القدر
fr: Oui, tout autant

# answer1Option1
source: Not as much
ar: ليس بنفس القدر
fr: Pas autant

# answer1Option2
source: Only a little
ar: قليلًا فقط
fr: Un peu seulement

# answer1Option3
source: Almost not at all
ar: تقريبًا لا شيء
fr: Presque plus

# answer2Option0
source: As much as before
ar: كما في الماضي
fr: Autant que par le passé

# answer2Option1
source: Not as much as before
ar: ليس كما كان في السابق
fr: Plus autant qu'avant

# answer2Option2
source: Really less than before
ar: أقل بكثير مما كان عليه
fr: Vraiment moins qu'avant

# answer2Option3
source: Not at all
ar: على الإطلاق
fr: Plus du tout

# answer3Option0
source: Most of the time
ar: معظم الوقت
fr: La plupart du temps

# answer3Option1
source: Quite often
ar: في بعض الأحيان
fr: Assez souvent

# answer3Option2
source: Rarely
ar: نادراً
fr: Rarement

# answer3Option3
source: Never
ar: أبداً
fr: Jamais

# answer4Option0
source: I pay as much attention as before
ar: أولي نفس القدر من الاهتمام كما في الماضي
fr: J'y prête autant d'attention que par le passé

# answer4Option1
source: I may not pay as much attention
ar: قد لا أولي نفس القدر من الاهتمام
fr: Il se peut que je n'y fasse plus autant attention

# answer4Option2
source: I don't pay as much attention as I should
ar: لا أولي نفس القدر من الاهتمام كما ينبغي
fr: Je n'y accorde pas autant d'attention que je devrais

# answer4Option3
source: Not at all
ar: أبداً
fr: Plus du tout

# answer5Option0
source: Never
ar: أبداً
fr: Jamais

# answer5Option1
source: Sometimes
ar: في بعض الأحيان
fr: Parfois

# answer5Option2
source: Very often
ar: غالباً
fr: Très souvent

# answer5Option3
source: Almost always
ar: دائمًا
fr: Presque toujours

# answer6Option0
source: As much as before
ar: كما كان من قبل
fr: Autant qu'avant

# answer6Option1
source: A little less than before
ar: أقل قليلاً مما كان من قبل
fr: Un peu moins qu'avant

# answer6Option2
source: Much less than before
ar: أقل بكثير مما كان من قبل
fr: Bien moins qu'avant

# answer6Option3
source: Almost never
ar: تقريبًا لا شيء
fr: Presque jamais

# answer7Option0
source: Often
ar: غالباً
fr: Souvent

# answer7Option1
source: Sometimes
ar: في بعض الأحيان
fr: Parfois

# answer7Option2
source: Rarely
ar: نادراً
fr: Rarement

# answer7Option3
source: Very rarely
ar: نادراً جدًا
fr: Très rarement

# resultGoodMood
source: Your assessment indicates that you have a good emotional state. Continue to take care of yourself and engage in activities that bring you joy and satisfaction. Stay mindful of your well-being and feel free to consult our resources to maintain this balance.
ar: تشير تقييمك إلى أنك في حالة عاطفية جيدة. استمر في العناية بنفسك وممارسة الأنشطة التي تجلب لك السعادة والرضا. كن على علم بسلامتك ولا تتردد في استشارة مواردنا للحفاظ على هذا التوازن.
fr: Votre évaluation indique que vous avez un bon état émotionnel. Continuez à prendre soin de vous et à pratiquer des activités qui vous apportent joie et satisfaction. Restez attentif à votre bien-être et n'hésitez pas à consulter nos ressources pour maintenir cet équilibre.

# resultModerateMood
source: Your assessment suggests that you may be experiencing a period of emotional changes. It is important to pay attention to your feelings and take care of yourself. Consider talking to a professional or a trusted friend, and explore our tips to manage moments of stress or sadness.
ar: تشير تقييمك إلى أنك قد تكون تمر بفترة من التغيرات العاطفية. من المهم الانتباه إلى مشاعرك والاعتناء بنفسك. فكر في التحدث إلى متخصص أو صديق موثوق به، واستكشف نصائحنا لإدارة لحظات القلق أو الحزن.
fr: Votre évaluation suggère que vous traversez peut-être une période de changements émotionnels. Il est important de prêter attention à vos sentiments et de prendre soin de vous. Considérez parler à un professionnel ou à un proche de confiance, et explorez nos conseils pour gérer les moments de stress ou de tristesse.

# resultConcernedMood
source: Your assessment suggests that you may be experiencing a period of emotional concerns. It is important to pay attention to your feelings and take care of yourself. Consider talking to a professional or a trusted friend, and explore our tips to manage moments of stress or sadness.
ar: تشير تقييمك إلى أنك قد تكون تمر بفترة من القلق. من المهم الانتباه إلى مشاعرك والاعتناء بنفسك. فكر في التحدث إلى متخصص أو صديق موثوق به، واستكشف نصائحنا لإدارة لحظات القلق أو الحزن.
fr: Votre évaluation suggère que vous traversez peut-être une période de préoccupations émotionnelles. Il est important de prêter attention à vos sentiments et de prendre soin de vous. Considérez parler à un professionnel ou à un proche de confiance, et explorez nos conseils pour gérer les moments de stress ou de tristesse.

# ronflement_title
source: SNORING
ar: الشخير
fr: RONFLEMENT

# frequence_title
source: FREQUENCY
ar: التردد
fr: FRÉQUENCE

# qualite_title
source: QUALITY
ar: الجودة
fr: QUALITÉ

# difficultes_respiratoires_title
source: BREATHING DIFFICULTIES
ar: صعوبات في التنفس
fr: DIFFICULTÉS RESPIRATOIRES

# respiration_buccale_title
source: MOUTH BREATHING
ar: التنفس الفموي
fr: RESPIRATION BUCCALE

# somnolence_diurne_title
source: DAYTIME DROWSINESS
ar: النعاس أثناء النهار
fr: SOMNOLENCE DIURNE

# troubles_attention_hyperactivite_title
source: ATTENTION / HYPERACTIVITY DISORDERS
ar: اضطرابات الانتباه / فرط النشاط
fr: TROUBLES ATTENTION / HYPERACTIVITÉ

# autres_title
source: OTHERS
ar: أخرى
fr: AUTRES

# fatigue_au_reveil
source: Tiredness upon waking
ar: تعب عند الاستيقاظ
fr: Fatigue au réveil

# endormissement_diurne
source: Daytime sleepiness
ar: النعاس أثناء النهار
fr: Endormissement diurne

# endormissement_a_lecole
source: Falling asleep at school
ar: النعاس في المدرسة
fr: Endormissement à l'école

# difficulte_a_se_reveiller
source: Difficulty waking up
ar: صعوبة في الاستيقاظ
fr: Difficulté à se réveiller

# ne_ecoute_pas
source: Doesn't listen
ar: لا يستمع
fr: N'écoute pas

# inorganise
source: Disorganized
ar: غير منظم
fr: Inorganisé

# aisement_distrait
source: Easily distracted
ar: يتشتت بسهولة
fr: Aisément distrait

# bouge
source: Moves around
ar: يتحرك
fr: Bouge

# toujours_actif
source: Always active
ar: دائم النشاط
fr: Toujours actif

# enuresie_nocturne
source: Nocturnal enuresis
ar: تبول ليلي
fr: Enurésie nocturne

# retard_croissance
source: Growth retardation
ar: تأخر في النمو
fr: Retard de croissance

# obesite
source: Obesity
ar: السمنة
fr: Obésité

# ronfle_souvent
source: Often snores
ar: يشخر غالباً
fr: Ronfle souvent

# ronfle_en_permanence
source: Snores all the time
ar: يشخر باستمرار
fr: Ronfle en permanence

# ronflement_intense
source: Intense snoring
ar: شخير شديد
fr: Ronflement intense

# respiration_bruyante
source: Noisy breathing
ar: تنفس صاخب
fr: Respiration bruyante

# respiration_irreguliere
source: Irregular breathing
ar: تنفس غير منتظم
fr: Respiration irrégulière

# apnees_constatees
source: Observed apneas
ar: انقطاع التنفس أثناء النوم
fr: Apnées constatées

# bouche_ouverte_pendant_journee
source: Mouth open during the day
ar: الفم مفتوح أثناء النهار
fr: Bouche ouverte pendant la journée

# bouche_seche_au_reveil
source: Dry mouth upon waking
ar: جفاف الفم عند الاستيقاظ
fr: Bouche sèche au réveil

# maux_de_tete
source: Headaches
ar: صداع
fr: Maux de tête

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Next
ar: التالي
fr: Suivant

# low_score_message
source: Your assessment indicates that you do not have significant signs of sleep disorders. Continue maintaining good sleep habits to ensure your well-being. If you experience disturbing symptoms, consult a health professional.
ar: تشير تقييمك إلى أنه لا توجد لديك علامات كبيرة على اضطرابات النوم. استمر في الحفاظ على عادات النوم الجيدة لضمان رفاهيتك. إذا شعرت بأعراض مزعجة، استشر متخصصاً في الصحة.
fr: Votre évaluation indique que vous n'avez pas de signes significatifs de troubles du sommeil. Continuez à maintenir de bonnes habitudes de sommeil pour garantir votre bien-être. Si vous ressentez des symptômes perturbants, consultez un professionnel de la santé.

# high_score_message
source: Your results indicate potential sleep problems. It is recommended to consult a health professional for a more in-depth assessment and personalized advice. Meanwhile, explore our resources for tips on improving sleep quality.
ar: تشير نتائجك إلى مشاكل محتملة في النوم. يُوصى بالتشاور مع متخصص في الصحة لتقييم أعمق ونصائح شخصية. في هذه الأثناء، استعرض مواردنا للحصول على نصائح لتحسين جودة النوم.
fr: Vos résultats indiquent des problèmes potentiels de sommeil. Il est recommandé de consulter un professionnel de la santé pour une évaluation plus approfondie et des conseils personnalisés. Entre-temps, explorez nos ressources pour des conseils sur l'amélioration de la qualité du sommeil.

# completed_test_message
source: You have completed the test!
ar: لقد أكملت الاختبار!
fr: Vous avez terminé le test!

# evaluation_sommeil_title
source: Sleep Quality Assessment
ar: تقييم جودة النوم
fr: Évaluation de la qualité du sommeil

# s_interrompt_cours_activite
source: Interrupts during an activity
ar: يتوقف خلال نشاط ما
fr: s'interrompt au cours d'une activité

# mediumLowSelfEsteemMessage
source: Your self-esteem is low. Working on this area would be beneficial.
fr: Votre estime de soi est faible. Un travail dans ce domaine serait bénéfique.
