Repository: simoait02/e_esg
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# welcome
source: Select User Type
ar: حدد نوع المستخدم
fr: Sélectionnez le type d'utilisateur

# jeune
source: Young
ar: شاب
fr: Jeune

# medecin
source: Doctor
ar: طبيب
fr: Médecin

# infirmier
source: Nurse
ar: ممرض
fr: Infirmier

# suivant
source: Next
ar: التالي
fr: Suivant

source: language
ar: اللغة
fr: la langue

source: Login
ar: تسجيل الدخول
fr: Se connecter

# id
source: Identifier
ar: المعرف
fr: Identifiant

source: Password
ar: كلمة المرور
fr: mot de passe

# forgotPassword
source: Forgot your password?
ar: نسيت كلمة السر؟
fr: Mot de passe oublié?

# needAcc
source: Do you need an account?
ar: هل تحتاج إلى حساب؟
fr: Avez-vous besoin d'un compte ?

# signUp
source: Create one
ar: انشئ حساب
fr: Créer un compte

# nom
source: Last name
ar: الاسم العائلي
fr: Nom

# prenom
source: First name
ar: الاسم الشخصي
fr: Prénom

source: E-mail
ar: البريد الالكتروني

# tele
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# stateDoc
source: Doctor in an ESJ center?
ar: دكتور في مركز ESJ?
fr: Médecin au sein d'un centre ESJ?

# gen
source: Generalist doctor
ar: طبيب عام
fr: Médecin Généraliste

source: Speciality
ar: التخصص
fr: Spécialitée

# haveAcc
source: already have an account
ar: هل لديك حساب
fr: Vous avez déjà un compte

# createPass
source: Create a password
ar: أنشئ كلمة مرور
fr: Créer un mot de passe

# confirmPass
source: Confirm password
ar: تأكيد كلمة المرور
fr: Confirmer mot de passe

# createAcc
source: Create your account
ar: أنشئ حسابك
fr: Créez votre compte

# precedent
source: previous
ar: السابق
fr: précédent

# sex
source: Gender
ar: الجنس
fr: Sexe

source: Male
ar: ذكر
fr: Masculin

source: Female
ar: انثى
fr: Féminin

# birthDay
source: date of birth
ar: تاريخ الميلاد
fr: date de naissance

source: Cancel
ar: الغاء
fr: Annuler

source: Done
ar: حفظ
fr: Sauvegarder

# scolarite
source: Schooled
ar: متمدرس
fr: Scolarité

# oui
source: Yes
ar: نعم
fr: Oui

# non
source: No
ar: لا
fr: Non

# actuelLevel
source: Current grade level
ar: المستوى الدراسي الحالي
fr: Niveau scolaire actuel

# lastLevel
source: last grade level
ar: المستوى الدراسي الاخير
fr: dernier niveau scolaire

# currentState
source: Actual situation
ar: الوضع الحالي
fr: La situation actuelle

# sucess
source: You have successfully signed up ! Please check your email to confirm your account.
ar: لقد سجلت بنجاح! يرجى التحقق من بريدك الإلكتروني لتأكيد حسابك.
fr: Vous vous êtes bien inscrit! Veuillez vérifier votre courrier électronique pour confirmer votre compte.

# seeMedicalDoc
source: See medical file
ar: انظر الملف الطبي
fr: Voir dossier médical

# mesPatients
source: My patients
ar: مرضاي
fr: Mes patients

source: Today
ar: اليوم
fr: Aujourd'hui

source: Create discussion
ar: إنشاء مناقشة
fr: Créer une discussion

# emptyDisc
source: No discussion today
ar: لا مناقشة هذا اليوم
fr: Pas de discussion aujourd'hui

# myCreatedDiscussion
source: My discussions
ar: مناقشاتي
fr: Mes discussions

# myInviteddDiscussion
source: My invited discussions
ar: مناقشاتي المدعوة
fr: Mes discussions invitées

source: Start at:
ar: تبدأ في:
fr: Commencer à:

source: Start
ar: بدأ
fr: Commencer

# rejoindre
source: join
ar: انضم
fr: rejoindre

# discussion
source: Discussions
ar: مناقشة

# medcins
source: Doctors
ar: الاطباء
fr: Médecins

# home
source: Home page
ar: الصفحة الرئيسية
fr: Page d'accueil

source: BROWSE
ar: تصفح
fr: Parcourir

# accepter
source: Accept
ar: اقبل
fr: Accepter

# refuser
source: Refuse
ar: رفض
fr: Refuser

source: Date
ar: تاريخ

source: Time
ar: وقت
fr: Heure

# motif
source: Reason
ar: السبب
fr: Motif

source: My invitations
ar: دعواتي
fr: Mes invitations

# discTermin
source: finished discussions
ar: المناقشات المنتهية
fr: Discussions terminées

# infos
source: Informations
ar: معلومات

# lancePar
source: launched by
ar: بدأ بواسطة
fr: lancée par

source: Participants
ar: مشاركون

# compteRendue
source: report
ar: تقرير
fr: Compte rendu

# more
source: See more
ar: المزيد
fr: Voir plus

# valide
source: Validate
ar: انتهاء
fr: Valider

# nomPatient
source: Patient last name
ar: الاسم العائلي للمريض
fr: Nom du patient

# prenomPatient
source: Patient first name
ar: الاسم الشخصي للمريض
fr: Prénom du patient

# agePatient
source: Patient age
ar: عمر المريض
fr: Age du patient

source: Patient Case
ar: حالة المريض
fr: Cas du patient

# titleDiscussion
source: Discussion title
ar: عنوان المناقشة
fr: Titre de la discussion

# motifDiscussion
source: Discussion reason
ar: سبب المناقشة
fr: Motif de la discussion

# traitement
source: Possible treatment
ar: العلاج الممكن
fr: Éventuels traitements

# import
source: Import any file that would be useful to other doctors
ar: قم باستيراد أي ملف قد يكون مفيدًا للأطباء الآخرين
fr: Importez tout fichier qui sera utile à d'autres médecins

source: Public
ar: عام
fr: Publique

source: Private
ar: خاص
fr: Privée

# chooseDoc
source: Add Doctors
ar: اضافة اطباء
fr: Ajouter des médecins

# chooseSpeciality
source: Add by Specialities
ar: إضافة حسب التخصصات
fr: Ajouter par spécialités

source: Settings
ar: الاعدادات
fr: Paramètres

source: Appearance
ar: المظهر
fr: Apparence

source: System settings
ar: اعدادات النظام
fr: Paramètres du système

# dark
source: Dark mode
ar: الوضع الليلي
fr: Mode sombre

# light
source: Light mode
ar: الوضع الضوئي
fr: Mode lumière

# myInfos
source: My informations
ar: معلوماتي
fr: Mes informations

source: Log out
ar: تسجيل خروج
fr: Se déconnecter

# notification
source: Notifications
ar: الاشعارات

# profile
source: My profile
ar: ملفي
fr: Mon profile

source: About me
ar: عني
fr: À propos de moi

# designation
source: hiring
ar: تعيين
fr: Désignation

source: Education
ar: تكوين
fr: Éducation

# searchByName
source: Search for patient by first or last name
ar: البحث عن المريض بالاسم أو النسب
fr: Rechercher un patient par prénom ou nom

# tout
source: All
ar: الكل
fr: Tout

# dateConsultation
source: Date of consultation
ar: تاريخ الزيارة
fr: date de consultation

# sort
source: Sort by
ar: الترتيب حسب
fr: Trier par

# maladie
source: Sickness
ar: مرض
fr: Maladie

# sendMsg
source: Send a message
ar: ارسل رسالة
fr: Envoyer un message

# docMedical
source: Medical file
ar: الملف الطبي
fr: Dossier médical

# addImage
source: Add your image
ar: أضف صورتك
fr: Ajouter votre image

source: Medical history
ar: التاريخ الطبي
fr: Historique médical

# antecedantMedicaux
source: Medical background
ar: سوابق طبية
fr: Antécédents Médicaux

# antecedantChirugi
source: Surgical background
ar: سوابق جراحية
fr: Antécédants Chirurgicaux

# antecedantFamil
source: Family background
ar: سوابق عائلية
fr: Antécédants Familiaux

source: From
ar: من
fr: De

source: To
ar: الى
fr: à

# fillCorrectly
source: Please fill fields correctly
ar: يرجى ملء الحقول بشكل صحيح
fr: Veuillez remplir les champs correctement

# alergieEtIntolerance
source: Allergy and Intolerances
ar: الحساسية وعدم التحمل
fr: Allergies et Intolérances

source: Food allergy
ar: حساسية الطعام
fr: Allergies alimentaires

# medcaAllergy
source: Drug allergies
ar: الحساسية الدوائية
fr: Allergies médicamenteuses

# enviAllergy
source: Environmental allergies
ar: الحساسية البيئية
fr: Allergies environnementales

source: Medical Prescription
ar: وصفة طبية
fr: Prescriptions Médicales

# historyMedic
source: Medication History
ar: تاريخ الدواء
fr: Historique des médicaments

# historyDoses
source: Doses history
ar: تاريخ الجرعات
fr: Historique des doses

source: Instructions
ar: تعليمات

# priseEnCharge
source: Supported
ar: تغطية صحية
fr: Pris en charge

# correspondance
source: Correspondances
ar: تطابق

source: Medical
ar: طبية
fr: Médicale

source: Paramedical
ar: شبه طبية
fr: Paramédicale

source: Reference
ar: مرجع
fr: Référence

# coreference
source: Against reference
ar: ضد المرجعية
fr: Contre référence

# gamificatiom
source: gamification
ar: اللعب

# resetPass
source: Reset
ar: إعادة تعيين
fr: Réinitialiser

# resetText
source: provide your account's email for which you want reset your password
ar: قم بتوفير البريد الإلكتروني لحسابك الذي تريد إعادة تعيين كلمة المرور الخاصة به
fr: fournissez l'e-mail de votre compte pour lequel vous souhaitez réinitialiser votre mot de passe

# medical_history
source: Personal Medical History
ar: التاريخ الطبي الشخصي
fr: Antécédents Personnels Médicaux

# enter_information
source: Please enter the following information
ar: يرجى إدخال المعلومات التالية
fr: Veuillez saisir les informations suivantes

# chronic_diseases
source: Do you suffer from the following chronic diseases?
ar: هل تعاني من الأمراض المزمنة التالية؟
fr: Souffrez-vous des maladies chroniques suivantes?

# select_none_or_multiple
source: You can select none or multiple.
ar: يمكنك اختيار لا شيء أو عدة خيارات.
fr: Vous pouvez sélectionner aucune ou plusieurs.

# use_medication
source: Do you use any medications?
ar: هل تستخدم أي أدوية؟
fr: Utilisez-vous des médicaments?

source: Type of medication
ar: نوع الدواء
fr: Type de médicaments

# enter_type_of_medication
source: Enter the type of medication
ar: أدخل نوع الدواء
fr: Entrez le type de médicaments

source: Enter medications
ar: أدخل الأدوية
fr: Entrez les médicaments

# suffer_surgical_diseases
source: Do you suffer from surgical diseases?
ar: هل تعاني من الأمراض الجراحية؟
fr: Souffrez-vous de maladies chirurgicaux?

# operation_type
source: Type of operation
ar: نوع العملية
fr: Type d'opération

# enter_operation_type
source: Enter the type of operation
ar: أدخل نوع العملية
fr: Entrez le type d'opération

# operation_year
source: Year of the operation
ar: سنة العملية
fr: Année de l'opération

# enter_operation_year
source: Enter the year of the operation
ar: أدخل سنة العملية
fr: Entrez l'année de l'opération

# habits_question
source: Do you have any of these habits?
ar: هل لديك أي من هذه العادات؟
fr: Avez-vous certaines de ces habitudes?

# cigarettes_per_day
source: How many cigarettes do you smoke per day?
ar: كم عدد السجائر التي تدخنها في اليوم؟
fr: Combien de cigarettes fumez-vous par jour?

# enter_cigarettes_per_day
source: Enter the number of cigarettes smoked per day
ar: أدخل عدد السجائر المدخنة في اليوم
fr: Entrez le nombre de cigarettes fumées par jour

source: Alcohol consumption?
ar: استهلاك الكحول؟
fr: Consommation d'alcool?

# screen_time
source: How much time do you spend in front of a screen per day?
ar: كم من الوقت تقضي أمام الشاشة في اليوم؟
fr: Combien de temps passez-vous devant un écran par jour?

# family_member_diseases
source: Do you have a family member suffering from any of the following diseases?
ar: هل لديك فرد من العائلة يعاني من أي من الأمراض التالية؟
fr: Est-ce que vous avez un membre de la famille souffrant de l'une des maladies suivantes?

# select_multiple_or_none
source: You can select multiple or none if none of your close relatives suffer from any of these diseases.
ar: يمكنك اختيار عدة خيارات أو لا شيء إذا لم يكن أحد أقاربك يعاني من أي من هذه الأمراض.
fr: Vous pouvez sélectionner plusieurs ou aucune si aucun de vos proches souffrent de l'une de ces maladies.

source: Other
ar: أخرى
fr: Autre

# enter_disease
source: Enter the disease
ar: أدخل المرض
fr: Entrez la maladie

# descriptionEtatClinique
source: Description of the Clinical Condition
ar: وصف الحالة السريرية
fr: Description de l'état clinique

source: Select...
ar: اختر...
fr: Sélectionner...

# antecedentsPersonnels
source: Personal History
ar: التاريخ الشخصي
fr: Antécédents personnels

# antecedentsMedicaux
source: Medical History
ar: التاريخ الطبي
fr: Antécédents médicaux

# antecedentsChirurgicaux
source: Surgical History
ar: التاريخ الجراحي
fr: Antécédents chirurgicaux

# habitudes
source: Habits
ar: العادات
fr: Habitudes

# antecedentsFamiliaux
source: Family History
ar: التاريخ العائلي
fr: Antécédents familiaux

source: Description
ar: وصف

# poserQuestions
source: Please ask 2 or 3 questions that will be the subject of the TeleExpertise
ar: يرجى طرح سؤالين أو ثلاثة سيكونون موضوع TeleExpertise
fr: Veuillez poser 2 ou 3 questions qui seront l'objet de la TéléExpertise

# placeholderNomPatient
source: Enter patient name
ar: أدخل اسم المريض
fr: Entrez le nom du patient

# placeholderPrenomPatient
source: Enter patient first name
ar: أدخل الاسم الأول للمريض
fr: Entrez le prénom du patient

# placeholderTitleDiscussion
source: Enter discussion title
ar: أدخل عنوان المناقشة
fr: Entrez le titre de la discussion

# placeholderMotifDiscussion
source: Enter discussion motif
ar: أدخل سبب المناقشة
fr: Entrez le motif de la discussion

# placeholderDescriptionEtatClinique
source: Describe the clinical condition
ar: صف الحالة السريرية
fr: Décrire l'état clinique

# placeholderDescription
source: Enter description
ar: أدخل الوصف
fr: Entrez la description

# placeholderAntecedentsPersonnels
source: Enter personal history
ar: أدخل التاريخ الشخصي
fr: Entrez les antécédents personnels

# placeholderAntecedentsMedicaux
source: Enter medical history
ar: أدخل التاريخ الطبي
fr: Entrez les antécédents médicaux

# placeholderAntecedentsChirurgicaux
source: Enter surgical history
ar: أدخل التاريخ الجراحي
fr: Entrez les antécédents chirurgicaux

# placeholderHabitudes
source: Enter habits
ar: أدخل العادات
fr: Entrez les habitudes

# placeholderAntecedentsFamiliaux
source: Enter family history
ar: أدخل التاريخ العائلي
fr: Entrez les antécédents familiaux

# moreDetailsFamilyHistory
source: Please provide more details about family history
ar: يرجى تقديم مزيد من التفاصيل حول التاريخ العائلي
fr: Merci de fournir plus de détails sur les antécédents familiaux

# moreDetailsHabits
source: Please provide more details about selected habits
ar: يرجى تقديم مزيد من التفاصيل حول العادات المحددة
fr: Merci de fournir plus de détails sur les habitudes sélectionnées

# surgicalHistoryDetails
source: Please provide the types and years of the patient's surgeries, if applicable.
ar: يرجى تقديم أنواع وسنوات العمليات الجراحية للمريض، إذا كان ذلك مناسبًا.
fr: Merci de fournir les types et les années des chirurgies du patient, le cas échéant.

# commentOnImportedFiles
source: Comment on your imported files
ar: علق على ملفاتك المستوردة
fr: Commentez vos fichiers importés

# anxiete_title
source: Inner Peace Assessment
ar: تقييم السلام الداخلي
fr: Évaluation de la Paix Intérieure

# question_1
source: I feel tense or wound up.
ar: أشعر بالتوتر أو العصبية.
fr: Je me sens tendu ou énervé.

# question_2
source: I have a feeling of fear as if something awful is going to happen.
ar: أشعر بالخوف وكأن شيئًا مروعًا سيحدث.
fr: J'ai une sensation de peur comme si quelque chose d'horrible allait m'arriver.

# question_3
source: I worry a lot.
ar: أشعر بالقلق.
fr: Je me fais du souci.

# question_4
source: I can sit quietly doing nothing and feel relaxed.
ar: يمكنني الجلوس بهدوء وعدم القيام بأي شيء والشعور بالاسترخاء.
fr: Je peux rester tranquillement assis à ne rien faire et me sentir décontracté.

# question_5
source: I have sensations of fear and a knotted stomach.
ar: أشعر بالخوف وشد في المعدة.
fr: J'éprouve des sensations de peur et j'ai l'estomac noué.

# question_6
source: I am restless and find it hard to sit still.
ar: أشعر بعدم الارتياح ولا أستطيع البقاء في مكان واحد.
fr: J'ai la bougeotte et n'arrive pas à tenir en place.

# question_7
source: I have sudden feelings of panic.
ar: أشعر بنوبات هلع مفاجئة.
fr: J'éprouve des sensations soudaines de panique.

# next_button
source: Next
ar: التالي
fr: Suivant

# previous_button
source: Previous
ar: السابق
fr: Précédent

# answer_1_1
source: Never
ar: أبداً
fr: Jamais

# answer_1_2
source: From time to time
ar: من حين لآخر
fr: De temps en temps

# answer_1_3
source: Often
ar: غالباً
fr: Souvent

# answer_1_4
source: Most of the time
ar: معظم الوقت
fr: La plupart du temps

# answer_2_1
source: Not at all
ar: لا على الإطلاق
fr: Pas du tout

# answer_2_2
source: A little but it doesn't bother me
ar: قليل من القلق ولكن لا يزعجني
fr: Un peu mais cela ne m'inquiète pas

# answer_2_3
source: Yes, but it's not too bad
ar: نعم، لكن ليس خطيراً جداً
fr: Oui, mais ce n'est pas trop grave

# answer_2_4
source: Yes, but it's not too bad
ar: نعم، إنه يزعجني كثيراً
fr: Oui, mais ce n'est pas trop grave

# answer_3_1
source: Very occasionally
ar: نادرًا
fr: Très occasionnellement

# answer_3_2
source: Occasionally
ar: أحيانًا
fr: Occasionnellement

# answer_3_3
source: Quite often
ar: غالبًا
fr: Assez souvent

# answer_3_4
source: Very often
ar: دائمًا
fr: Très souvent

# answer_4_1
source: Yes, no matter what happens
ar: نعم، مهما حدث
fr: Oui, quoi qu'il arrive

# answer_4_2
source: Yes, in general
ar: نعم، في العموم
fr: Oui, en général

# answer_4_3
source: Rarely
ar: نادراً
fr: Rarement

# answer_4_4
source: Never
ar: أبداً
fr: Jamais

# answer_5_1
source: Never
ar: أبداً
fr: Jamais

# answer_5_2
source: Sometimes
ar: أحياناً
fr: Parfois

# answer_5_3
source: Quite often
ar: غالباً
fr: Assez souvent

# answer_5_4
source: Very often
ar: دائمًا
fr: Très souvent

# answer_6_1
source: Not at all
ar: لا على الإطلاق
fr: Pas du tout

# answer_6_2
source: Not much
ar: ليس كثيرا
fr: Pas tellement

# answer_6_3
source: A little
ar: قليلا
fr: Un peu

# answer_6_4
source: Yes, very much so
ar: نعم، تمامًا كذلك
fr: Oui, c'est tout à fait le cas

# answer_7_1
source: Never
ar: أبداً
fr: Jamais

# answer_7_2
source: Not very often
ar: نادراً
fr: Pas très souvent

# answer_7_3
source: Quite often
ar: غالباً
fr: Assez souvent

# answer_7_4
source: Very often
ar: دائمًا
fr: Vraiment très souvent

# interpretation_low
source: Your assessment indicates that you are at peace with yourself. Continue practicing activities that promote your tranquility and well-being. Stay mindful of your serenity and feel free to consult our resources to maintain this balance.
ar: تشير تقييمك إلى أنك تعيش حالة سلام مع نفسك. استمر في ممارسة الأنشطة التي تعزز راحتك ورفاهيتك. كن على دراية بسلامتك الداخلية ولا تتردد في استشارة مواردنا للحفاظ على هذا التوازن.
fr: Votre évaluation indique que vous êtes en paix avec vous-même. Continuez à pratiquer des activités qui favorisent votre tranquillité et bien-être. Restez attentif à votre sérénité et n'hésitez pas à consulter nos ressources pour maintenir cet équilibre.

# interpretation_moderate
source: Your assessment suggests that you may be experiencing a period of stress or worry. It is important to pay attention to your feelings and take care of yourself. Consider talking to a professional or a trusted friend to manage moments of anxiety.
ar: تشير تقييمك إلى أنك قد تكون تمر بفترة من التوتر. من المهم الانتباه إلى مشاعرك والاعتناء بنفسك. فكر في التحدث إلى متخصص أو صديق موثوق به، واستكشف نصائحنا لإدارة لحظات القلق أو الحزن.
fr: Votre évaluation suggère que vous traversez peut-être une période de stress ou d'inquiétude. Il est important de prêter attention à vos sentiments et de prendre soin de vous. Considérez parler à un professionnel ou à un proche de confiance pour gérer les moments d'anxiété.

# interpretation_high
source: Your assessment suggests that you may be experiencing a period of anxiety. It is important to pay attention to your feelings and take care of yourself. Consider talking to a professional or a trusted friend to manage moments of anxiety.
ar: تشير تقييمك إلى أنك قد تكون تمر بفترة صعبة. من المهم الانتباه إلى مشاعرك والاعتناء بنفسك. فكر في التحدث إلى متخصص أو صديق موثوق به، واستكشف نصائحنا لإدارة لحظات القلق أو الحزن.
fr: Votre évaluation suggère que vous traversez peut-être une période d'anxiété. Il est important de prêter attention à vos sentiments et de prendre soin de vous. Considérez parler à un professionnel ou à un proche de confiance pour gérer les moments d'anxiété.

# soutienPsychologique
source: Psychological Support and Well-being
ar: الدعم النفسي والرفاهية
fr: Soutien Psychologique et Bien-être

# lirePlus
source: Read more
ar: اقرأ المزيد
fr: Lire plus

# bienEtreDescription
source: Take a moment for yourself, for your well-being. Our interactive tests are designed to help you explore your emotional state in a gentle and positive way. By answering a few simple questions, you will gain valuable insights into your mental health and personalized advice to feel better every day. This small gesture can have a big impact on your quality of life.
ar: خذ لحظة لنفسك ولراحتك. تم تصميم اختباراتنا التفاعلية لمساعدتك على استكشاف حالتك العاطفية بطريقة لطيفة وإيجابية. من خلال الإجابة على بعض الأسئلة البسيطة، ستحصل على رؤى قيمة حول صحتك النفسية ونصائح مخصصة لتشعر بتحسن في حياتك اليومية. هذه البادرة الصغيرة يمكن أن يكون لها تأثير كبير على جودة حياتك.
fr: Prenez un moment pour vous, pour votre bien-être. Nos tests interactifs sont conçus pour vous aider à explorer votre état émotionnel de manière douce et positive. En répondant à quelques questions simples, vous obtiendrez des insights précieux sur votre santé mentale et des conseils personnalisés pour vous sentir mieux au quotidien. Ce petit geste peut avoir un grand impact sur votre qualité de vie.

# commencezMaintenant
source: Start now and discover ways to a more fulfilling and balanced life. You deserve to feel good.
ar: ابدأ الآن واكتشف طرقًا لحياة أكثر سعادة وتوازنًا. أنت تستحق أن تشعر بالراحة.
fr: Commencez dès maintenant et découvrez des chemins vers une vie plus épanouie et équilibrée. Vous méritez de vous sentir bien.

# nosTestsPsychologiques
source: Our Psychological Tests:
ar: اختباراتنا النفسية :
fr: Nos Tests Psychologiques :

# estimeDeSoi
source: Self-esteem
ar: تقدير الذات
fr: Estime de soi

# estimeDeSoiQuestion
source: Do you have confidence in yourself?
ar: هل تثق بنفسك ؟
fr: Est-ce que vous avez confiance en vous-même ?

# estimeDeSoiTitle
source: Self-esteem Assessment
ar: تقييم تقدير الذات
fr: Évaluation de l'Estime de soi

# estimeDeSoiDescription
source: Self-esteem is defined as the judgment or evaluation we make of ourselves, our personal worth. Simply put, self-esteem can also be seen as self-assertion. Self-esteem is a key factor in sports performance.
ar: تقدير الذات هو تقييم الشخص لقيمته الشخصية. يمكن أن يُعتبر أيضًا تأكيدًا للذات. تقدير الذات هو عامل أساسي في الأداء الرياضي.
fr: L’estime de soi est définie comme le jugement ou l’évaluation que l’on fait de soi-même, de sa valeur personnelle. De façon plus simple, l’estime de soi peut-être également assimilée à l’affirmation de soi. L’estime de soi est un facteur essentiel dans la performance sportive.

# paix
source: Peace
ar: السلام
fr: Paix

# paixQuestion
source: Are you at peace with yourself?
ar: هل تعيش بسلام مع نفسك ؟
fr: Êtes-vous en paix avec vous-même ?

# paixTitle
source: Inner Peace Assessment
ar: تقييم السلام الداخلي
fr: Évaluation de la Paix Intérieure

# paixDescription
source: Dive into your inner tranquility to understand and manage your anxiety level.
ar: اغمر نفسك في الهدوء الداخلي لفهم والتحكم في مستوى قلقك.
fr: Plongez dans votre tranquillité intérieure pour comprendre et maîtriser votre niveau d'anxiété.

# humeur
source: Mood
ar: المزاج
fr: Humeur

# humeurQuestion
source: Is your mood and vitality balanced?
ar: هل حالتك المزاجية وحيويتك متوازنة ؟
fr: Est-ce que votre humeur et vitalité sont équilibrées ?

# humeurTitle
source: Mood and Vitality Assessment
ar: تقييم الحالة المزاجية والحيوية
fr: Évaluation de l'Humeur et de la Vitalité

# humeurDescription
source: Explore your mood and discover ways to regain your emotional vitality for a more balanced life.
ar: اكتشف حالتك المزاجية واكتشف طرقًا لاستعادة حيويتك العاطفية لحياة أكثر توازنًا.
fr: Explorez votre humeur et découvrez des moyens de retrouver votre vitalité émotionnelle pour une vie plus équilibrée.

# sommeil
source: Sleep
ar: النوم
fr: Sommeil

# sommeilQuestion
source: Is your sleep quality satisfactory?
ar: هل جودة نومك مرضية ؟
fr: Est-ce que votre qualité de sommeil est satisfaisante ?

# sommeilTitle
source: Sleep Quality Assessment
ar: تقييم جودة النوم
fr: Évaluation de la qualité de sommeil
